Repository: opra-tool/opra
Catalog: xliff/*.xlf
Languages: de

# s88ad31dce26701b3
source: Centre Time
de: Schwerpunktzeit

# sfd396ad5707a3135
source: Bass Ratio
de: Bass-Verhältnis

# sea93d3c78c26da12
source: Interaural Cross Correlation
de: Interaurale Kreuzkorrelation

# s6bc84d43b3db4bd0
source: Treble Ratio
de: Höhenverhältnis

# s251a76634b35932d
source: Early Bass Level
de: Frühes Basslevel

# sa5be1ba4649735f8
source: Single-Figure Parameters
de: Einzahlwerte

# sefcf950b3cc4fc3b
source: Language
de: Sprache

# s9224ed62985fbd03
source: No effect
de: Kein Effekt

# s3810c3632cd9ccce
source: See specification for details.
de: Siehe Spezifikation für Details

# scb830009d3d61b90
source: Drop custom audio files here
de: Eigene Audiodateien hier ablegen

# h21b9866c746fbbbf
source: Normalize output: Sets the <code>normalize</code> attribute of the underlying <code>ConvolverNode</code>. Changing this will not affect the current playback.
de: Ausgabe normalisieren: Setzt das <code>normalize</code> Attribut der verwendeten <code>ConvolverNode</code>. Eine Änderung dieser Einstellung hat keinen Einfluss auf die aktuelle Wiedergabe.

# sd3eac79f739323df
source: Clarity
de: Klarheitsmaß

# s858ca7435ce9ffa5
source: Sound Strength
de: Stärkemaß

# sfd963ba27f135016
source: A-weighted Sound Strength
de: A-Gewichtetes Stärkemaß

# s5787e20cab57b383
source: Unknown error
de: Unbekannter Fehler

# s3df9c7b795b7e6c5
source: ignored
de: ignoriert

# sc6b8315cb7dc297d
source: An error occured
de: Ein Fehler ist aufgetreten

# sadf9ac04abb2c03e
source: Technical details
de: Technische Details

# sfdb0e52d13786ac6
source: Choose file(s)
de: Datei(en) auswählen

# sad69d8cf37fd5551
source: room impulse response(s) enabled
de: aktivierte Raumimpulsantwort(en)

# sc00a88b90cd60661
source: Discard
de: Entfernen

# s38beac14eccc0c6f
source: More options for this impulse response
de: Weitere Einstellungen für diese Impulsantwort

# s3019bdb56b4ee311
source: Treat as binaural impulse response
de: Als binaurale Impulsantwort behandeln

# s516f1f455d0b7007
source: Toggle visibility in graphs
de: Sichtbarkeit in Graphen umschalten

# sd2ffce103eac0816
source: Early Lateral Sound Level
de: Früher seitlicher Schallpegel

# sc5369185e5aa8027
source: Late Lateral Sound Level
de: Später seitlicher Schallpegel

# sf11c26d807a68579
source: Lateral Sound Level
de: Seitlicher Schallpegel

# s9ed630bbd4e1a4d6
source: Values are stored in the browser for your next visit.
de: Die Werte werden im Browser für deinen nächsten Besuch gespeichert.

# s979ceb45938c45d4
source: Analyzing file(s) ...
de: Analysiere Datei(en) ...

# sd4076ccc972a1c65
source: Early Lateral Energy Fraction
de: Früher seitlicher Energieanteil

# s08b05407b5565ca4
source: or
de: oder

# s4b3ab99331bfc6c7
source: Reverberation
de: Nachhall

# s29a26d2ca3ba8d74
source: Early Sound Strength
de: Fühes Stärkemaß

# s7918caa28313467f
source: Late Sound Strength
de: Spätes Stärkemaß

# sd80e4b4178b216ca
source: Drop room impulse response files here
de: Raumimpulsantwortdateien hier ablegen

# s77254dde396a3476
source: Playback audio based on a room impulse response
de: Faltung von Audiodateien anhand von Raumimpulsantworten

# sf43ea2ac6e5ce802
source: For binaural room impulse responses, omnidirectional parameters and graphs are calculated on the arithmetic mean of the left and right channels. Keep in mind that the head-related transfer function might influence these results.
de: Bei binauralen Raumimpulsantworten wird eine Mittelung beider Kanäle vorgenommen und aus dieser Mittelung dann omnidirektionale Parameter berechnet. Die Head-Related Transfer Function kann Einfluss auf omnidirektionale Parameter haben.

# safa8613aa4ab25b3
source: Download Results
de: Ergebnisse herunterladen

# s6ff0144bf13be05e
source: Close help
de: Hilfe schließen

# sd14599a1d51f5fa8
source: What is this?
de: Was ist das?

# s8cf84c09568b1264
source: There is no help available for this item.
de: Für dieses Element gibt es noch keine Hilfe.

# s3b4111074880d540
source: Omnidirectional
de: Omnidirektional

# s15b70d1b44576ead
source: Mid/Side
de: Mitten/Seiten

# s78cb1ae8a1d79653
source: Treat as Mid/Side impulse response
de: Als Mitten/Seiten Impulsantwort behandeln

# s6ffa4e2d558d55af
source: Early Decay Time
de: Frühe Abklingzeit

# sa839a71768515684
source: Perceived clarity of sound
de: Empfundene Klarheit des Klangs

# s4e4d23b157b9c659
source: Perceived bass
de: Empfundener Bass

# sf26193ea9ec517e1
source: Subjective level of sound
de: Subjektiver Schallpegel

# s8635817f218ac8bc
source: Perceived treble
de: Empfundene Höhen

# s7f187fdac1f91f05
source: Apparent source width (ASW)
de: Scheinbare Quellenbreite (ASW)

# sda368d49761aef66
source: Listener envelopment (LEV)
de: Zuhörer-Einhüllung (LEV)

# sa0cd790a6afc4722
source: Perceived reverberance
de: Empfundener Nachhall

# s44444cdb4765019f
source: Cannot deactivate, as this is the only active impulse response.
de: Kann nicht deaktiviert werden, da keine andere Impulsantwort aktiv ist.

# s8855c508722fe598
source: Cannot activate, as the maximum number of displayed impulse responses is reached.
de: Kann nicht aktiviert werden, da das Limit an gleichzeitig aktiven Impulsantworten erreicht ist.

# s794bcbe84b9b3840
source: Set environment values
de: Umgebungswerte setzen

# sa5dc5b21b42f8e51
source: Set environment values for sound strength and related parameters.
de: Umgebungswerte für Stärkemaß und verwandte Parameter setzen.

# s01b3b23ccba74fd8
source: Air Temperature [°C]
de: Lufttemperatur [°C]

# saca513c2aba139b1
source: Relative humidity [%]
de: Relative Luftfeuchtigkeit [%]

# s8407ec11c3fa5991
source: Distance from sound source [m]
de: Distanz zur Schallquelle [m]

# s38389353bdfc8bcb
source: More accurate results can be achieved when the power of the sound source and the reference pressure are known.
de: Genauere Ergebnisse können erzielt werden, wenn die Leistung der Schallquelle und der Referenzdruck bekannt sind.

# s2568b2b00044bb29
source: The reference pressure is expected to define the digital amplitude which equals a sound pressure of 1 Pascal.
de: Als Referenzdruck wird hier der Wert der digitale Amplitude erwartet, welcher einem Schalldruck von 1 Pascal entspricht.

# s25090109e492e0f9
source: Sound source power [W]
de: Leistung der Schallquelle [W]

# sfba93af00dca196b
source: Air density
de: Luftdichte

# sacc7d7ed03aa6261
source: Reference pressure
de: Referenzdruck

# sc58d9c161092732d
source: This parameter is required when a sound source power is set.
de: Dieser Parameter wird benötigt, da die Leistung der Schallquelle angegeben ist.

# s16bb1dcb244b6f78
source: This parameter is required when a reference pressure is set.
de: Dieser Parameter wird benötigt, da der Referenzdruck angegeben ist.

# sc49fb4f16606971a
source: This parameter is required when a reference pressure or sound source power is set.
de: Dieser Parameter wird benötigt, da der Referenzdruck oder die Leistung der Schallquelle angegeben ist.

# s0f2b2dc9fb9dd86d
source: Successfully set environment values
de: Umgebungswerte erfolgreich gesetzt

# s6b838cf87783f9bd
source: Time [s]
de: Zeit [s]

# s40d760cc51e1ad71
source: Environment values are assumed for sound strength and related parameters.
de: Für das Stärkemaß und verwandte Parameter werden Umgebungswerte angenommen.

# sc2af25399372651e
source: Show and set environment values
de: Umgebungswerte anzeigen und setzen

# sce52b3eced130d0a
source: These values are optional.
de: Diese Werte sind optional.

# se1efccbe41b18f79
source: Frequency [Hz]
de: Frequenz [Hz]

# s97128b8913cdfc3b
source: Impulse Response
de: Impulsantwort

# se511606cf6a6c4b5
source: Confirmation required
de: Bestätigung notwendig

# sfcb0080cab096498
source: Are you sure to discard all room impulse responses?
de: Bist du sicher, dass alle Raumimpulsantworten entfernt werden sollen?

# s8e8396b2db5b7c6c
source: No, take me back
de: Nein, doch nicht

# s21117c76540f5fe1
source: Yes, discard all
de: Ja, alle entfernen

# s284f9a007a222dc2
source: Discard all responses
de: Alle Impulsantworten entfernen

# s568d76d1ddcd938e
source: Select a stimulus
de: Stimulus auswählen

# sf4357b448f448288
source: Orchestra
de: Orchester

# saa3efba1f0c816b7
source: Speech
de: Sprache

# s77c9bcca6141c2c9
source: Perceived clarity of sound, primarily speech
de: Empfundene Klarheit des Klangs, insbesondere Sprache

# s8cf4c19d9e6341c2
source: Perceived clarity of sound, primarily music
de: Empfundene Klarheit des Klangs, insbesondere Musik

# s7dd0d11d0666abc5
source: Early lateral energy fraction
de: Früher seitlicher Energieanteil

# s5d99af582b5dee00
source: The early lateral energy fraction is a measure of the apparent source width of a room impulse response. ISO 3382-1 defines it as
de: Der frühe seitliche Energieanteil ist ein Maß für die scheinbare Breite einer Schallquelle. ISO 3382-1 definiert ihn als

# s001d4f16b5820bf0
source: Spatial impression
de: Raumeindruck

# s2dadad736c7b6fb7
source: Early Interaural Cross Correlation
de: Frühe Interaurale Kreuzkorrelation

# s8074acfc94d2b637
source: The interaural cross correlation (IACC) is calculated for binaural room impulse responses. These are recorded using an artificial head that simulates the characteristic reflections of the auricle. The IACC measures the difference between the impulse response at the right ear and that at the left ear. To capture early reflections, the early IACC is calculated over the first 80ms of the impulse response. Both are defined by ISO 3382-1 using the interaural cross correlation function (IACF)
de: Die interaurale Kreuzkorrelation (IACC) wird für binaurale Raumimpulsantworten berechnet. Diese werden mit Hilfe eines Kunstkopfes aufgenommen, der die charakteristischen Reflektionen der Ohrmuschel simuliert. Die IACC misst den Unterschied zwischen der Impulsantwort am rechten und der am linken Ohr. Um frühe Reflektionen zu berücksichtigen, wird zusätzlich der frühe IACC über die ersten 80ms der Impulsantwort berechnet. Beide Parameter sind in der ISO 3382-1 durch die interaurale Kreuzkorrelationsfunktion (IACF) definiert

# s08f4561f5b03c946
source: The early and late lateral sound level parameters are calculated as a measure of listener envelopment. ISO 3382-1 defines them as
de: Der frühe und späte seitliche Schallpegel wird als Maß für die Zuhörer-Einhüllung berechnet. ISO 3382-1 definiert sie als

# s989fbc332957a304
source: Reverberation Time
de: Nachhallzeit

# s59338a7cc76df92d
source: The Reverberation time has been a popular parameter to rate room acoustical impressions for well over a century. It describes the time needed, until the sound energy has decreased by 60 dB after the source emission stopped
de: Die Nachhallzeit ist seit mehr als einem Jahrhundert ein weit verbreiteter Parameter zur Bewertung raumakustischer Eindrücke. Sie beschreibt die Zeit, die nach dem Abschalten der Schallquelle benötigt wird, bis die Schallenergie um 60 dB abgenommen hat

# s75b395ea311925b1
source: Sound strength is a measure of the subjective bass level. It is defined as the logarithmic ratio between the sound energy of the impulse response to that of another response measured at a distance of 10 meters from the sound source. The early sound strength is calculated on samples before the 80ms mark, the late sound strength on samples after 80ms. ISO 3382-1 defines the sound strength as
de: Das Stärkemaß ist ein Maß des subjektiven Basspegels. Sie ist definiert als das logarithmische Verhältnis zwischen der Schallenergie der Impulsantwort zu der einer anderen, im Abstand von 10 Metern zu der Schallquelle gemessenen Impulsantwort. Das frühe Stärkemaß wird für Schall vor der 80ms-Marke berechnet, das späte Stärkemaß für Schall nach der 80ms-Marke. ISO 3382-1 definiert das Stärkemaß als

# hc26c472a258dca99
source: ${c50} and ${c80} describe the balance between early- and late-arriving energy in a room impulse response. ${c50} is primarily meant to rate speech, while ${c80} is usually used to rate music. Both are defined by ISO 3382-1 as
de: ${c50} und ${c80} beschreiben die Balance zwischen dem frühen und späten Schallanteil einer Raumimpulsantwort. ${c50} wird hauptsächlich zur Bewertung von Sprache herangezogen, während ${c80} für Musik verwendet wird. Beide Parameter sind in ISO 3382-1 definiert durch

# h0a28f0f6730f02d0
source: It is usually infeasible to measure a sound energy decrease of 60 dB. The reverberation time is thus measured by extrapolating a linear regression line fitted to the decrease from -5dB to -25dB. The early decay time is similarly calculated using 0 and -10dB to fit the regression line.
de: In der Regel ist es nicht möglich, eine Abnahme der Schallenergie von 60 dB zu messen. Die Nachhallzeit wird daher durch Extrapolation einer linearen Regressionslinie gemessen, die an die Abnahme von -5 dB bis -25 dB angepasst wird. Die frühe Abklingzeit wird auf ähnliche Weise berechnet, wobei 0 und -10 dB zur Anpassung der Regressionslinie verwendet werden.

# s8ef36c85badd467c
source: RAQI Factor Scores
de: RAQI Faktoren

# h069e69e27f378485
source: A prediction model uses calculated technical parameters to infer Room Acoustical Quality Inventory (RAQI) factor scores ${raqiPaper}. Different coefficients are used for omnidirectional, binaural and mid/side impulse responses. Optimizing for specific stimuli allows for more accurate results. Select a stimulus, which best matches your needs.
de: Ein Vorhersagemodell verwendet berechnete technische Parameter, um Faktoren des Room Acoustical Quality Inventory (RAQI) abzuleiten ${raqiPaper}. Es werden unterschiedliche Koeffizienten für omnidirektionale, binaurale und Mitten/Seiten-Impulsantworten verwendet. Die Optimierung für bestimmte Stimuli ermöglicht genauere Ergebnisse. Wähle einen Stimulus, der deinen Anforderungen entspricht.

# s3f8f8504078b6900
source: Perceived clarity of sound, alternative to
de: Empfundene Klarheit des Klangs, Alternative zu
